"NSPhotoLibraryUsageDescription" = "Hozzáférés szükséges a galériádhoz, hogy profilképet választhass.";
"NSCameraUsageDescription" = "Hozzáférés szükséges a kamerádhoz, hogy új profilképet készíthess.";
"NSMicrophoneUsageDescription" = "Bizonyos funkciókban a hangfelvétel engedélyezéséhez szükségünk van a mikrofonra.";
"NSSpeechRecognitionUsageDescription" = "Hangfelismerést használunk, hogy a hangoddal kommunikálhass az alkalmazással.";
